{
	"0": "Agents are masters of deception and sabotage, expertly manipulating situations to disrupt others' plans with clever strategies and calculated strikes. They are self-taught or trained in action, valuing skill over formal education and living by their own code, thriving on the thrill of outsmarting danger.\n\n[b][u]Agent Specialties[/u][/b]\nNo two Agents are alike, but many share common strengths. The Agent path presents talents within three specialties:\n\n[b]Investigator.[/b] Hunches tend to be unreliable—but Investigators cultivate trustworthy instincts, learning to listen, collaborate, and pursue answers to questions others don’t think to ask.\n\n[b]Spy.[/b] To get what they need, Spies plant themselves in sticky situations, ready to deflect or ease suspicion when it inevitably sweeps their way.\n\n[b]Thief.[/b] Although a quick mind is an invaluable asset, Thieves train their bodies to keep pace. Whether out of necessity or ambition, they risk it all to swindle the insurmountable odds standing between them and their prize.\n\nYou can either focus on one of these specialties or choose talents from multiple specialties.\n\n[b][u]Building an Agent[/u][/b]\nConsider these general tips for building an effective Agent:\n\n[b]Attributes.[/b] It’s usually a good idea to prioritize Awareness, Intellect, and Speed.\n\n[b]Skills.[/b] Useful skills include Agility, Deception, Deduction, Insight, Light Weapons, and Thievery.\n\n[b]Other Heroic Paths.[/b] The Hunter and Scholar paths make excellent multi-path choices.\n\n[b]Rewards.[/b] When choosing rewards, you can’t go wrong with a bodyguard companion and patrons from the criminal world or high society.",
	"1": "Envoys represent organizations in Roshar, working diligently to expand their reach through careful rhetoric and unwavering dedication. They stay true to their organization’s beliefs, shaping both their role and the entity they serve with their own unique approach.\n\n[b][u]Envoy Specialties[/u][/b]\nNo two Envoys are alike, but many share common strengths. The Envoy path presents talents within three specialties:\n\n[b]Diplomat.[/b] Stationed abroad, Diplomats are adept at navigating court politics and use what they learn about their host countries to seek more favorable treatment for their own.\n\n[b]Faithful.[/b] For Faithful, worship of the divine permeates their entire lives. They devote themselves to the traditions of their faith, demonstrating their convictions to others through word or deed.\n\n[b]Mentor.[/b] More interested in the individual than the whole, Mentors devote themselves to their wards. They patiently nurture others toward greatness, seeing beyond doubts and deficits to stoke each person’s potential.\n\nYou can either focus on one of these specialties or choose talents from multiple specialties.\n\n[b][u]Building an Envoy[/u][/b]\nConsider these general tips for building an effective Envoy:\n\n[b]Attributes.[/b] It’s usually a good idea to prioritize Presence and Willpower.\n\n[b]Skills.[/b] Discipline is an essential skill for most Envoys. Other useful skills include Deception, Leadership, Lore, and Persuasion.\n\n[b]Other Heroic Paths.[/b] The Leader and Scholar paths make excellent multi-path choices.\n\n[b]Rewards.[/b] When choosing rewards, you can’t go wrong with influential patrons.",
	"2": "Hunters thrive on the thrill of the chase, carefully planning their strikes with precision and attention to detail, ensuring they are better prepared than their quarry. Whether from afar or in close quarters, they enjoy the rush of methodical preparation leading to a successful and exhilarating capture.\n\n[b][u]Hunter Specialties[/u][/b]\nNo two Hunters are alike, but many share common strengths. The Hunter path presents talents within three specialties:\n\n[b]Archer.[/b] Targeting weak points in an enemy army’s assault, Archers work to shape the battlefield before the front-line confrontation. They steadily unleash a torrent of arrows to scatter and terrorize foes.\n\n[b]Assassin.[/b] Whether commissioned to kill or driven by their own interests, Assassins exploit weaknesses to quickly incapacitate their quarry.\n\n[b]Tracker.[/b] In untamed wilds, none are more capable than Trackers. With trusty animal companions at their sides, they scrounge provisions, deftly cross unfriendly terrain, and set perilous traps.\n\nYou can either focus on one of these specialties or choose talents from multiple specialties.\n\n[b][u]Building a Hunter[/u][/b]\nConsider these general tips for building an effective Hunter:\n\n[b]Attributes.[/b] It’s usually a good idea to prioritize Awareness, Strength, and Speed.\n\n[b]Skills.[/b] Useful skills include Agility, Perception, Stealth, Survival, and either Light Weapons or Heavy Weapons.\n\n[b]Other Heroic Paths.[/b] The Warrior and Agent paths make excellent multi-path choices.\n\n[b]Rewards.[/b] When choosing rewards, you can’t go wrong with an animal companion, a Grandbow, or a Shardblade.",
	"3": "Leaders guide others with a mix of natural talent and learned skills, driven either by a desire for power or a sense of duty. Despite the challenges of doubt and indecision, they rise to the occasion, inspiring others and defying the odds to achieve victory.\n\n[b]Officer.[/b] Maintaining order in utter chaos is the domain of Officers. They allocate resources and issue commands, orchestrating the march to victory.\n\n[b]Politico.[/b] With a penchant for theatrics, Politicos chase favor and prestige while undermining their enemies. They know appearances might as well be everything, so long as they can keep them up.\n\nYou can either focus on one of these specialties or choose talents from multiple specialties.\n\n[b][u]Building a Leader[/u][/b]\nConsider these general tips for building an effective Leader:\n\n[b]Attributes.[/b] It’s usually a good idea to prioritize Presence, Willpower, and Strength.\n\n[b]Skills.[/b] Useful skills include Leadership, Heavy Weapons, Athletics, Persuasion, Intimidation, and Deception.\n\n[b]Other Heroic Paths.[/b] The Warrior and Envoy paths make excellent multi-path choices.\n\n[b]Rewards.[/b] When choosing rewards, you can’t go wrong with a mount companion, high-ranking military title, and possibly even Shardplate.",
	"4": "Scholars are driven by creativity, knowledge, and patience, dedicating themselves to rebuilding Roshar after each Desolation. While many focus on improving society, others use their intellect to create powerful tools of war, shaping the world through their discoveries.\n\n[b][u]Scholar Specialties[/u][/b]\nNo two Scholars are alike, but many share common strengths. The Scholar path presents talents within three specialties:\n\n[b]Artifabrian.[/b] Combining science, engineering, and artistry, Artifabrians use polestones and metal casings to construct fabrials—devices that perform precise functions.\n\n[b]Strategist.[/b] Always three steps ahead, Strategists know timing is everything and make it work to their benefit.\n\n[b]Surgeon.[/b] Qualified Surgeons apply their knowledge and empathy to heal the unwell and save lives.\n\nYou can either focus on one of these specialties or choose talents from multiple specialties.\n\n[b][u]Building a Scholar[/u][/b]\nConsider these general tips for building an effective Scholar:\n\n[b]Attributes.[/b] It’s usually a good idea to prioritize Intellect above all else, then Presence plus either Speed or Strength (depending on your desired combat functionality).\n\n[b]Skills.[/b] Useful skills include Lore, Crafting, Deduction, and Medicine.\n\n[b]Other Heroic Paths.[/b] The Agent and Envoy paths make excellent multi-path choices.\n\n[b]Rewards.[/b] When choosing rewards, you can’t go wrong with fabrials, a ward companion, and a Soulcaster.",
	"5": "Warriors are shaped by conflict, seeing battle as either a calling, a profession, or a means of survival. With experience, they become tough and resilient, growing stronger with each challenge they face.\n\n[b][u]Warrior Specialties[/u][/b]\nNo two Warriors are alike, but many share common strengths. The Warrior path presents talents within three specialties:\n\n[b]Champion.[/b] Inspiring others by their unfaltering grit, Champions ferociously charge their foes. Their momentum is magnetic, rallying nearby allies to press on.\n\n[b]Officer.[/b] Maintaining order in utter chaos is the domain of Officers. They allocate resources and issue commands, orchestrating the march to victory.\n\n[b]Politico.[/b] With a penchant for theatrics, Politicos chase favor and prestige while undermining their enemies. They know appearances might as well be everything, so long as they can keep them up.\n\nYou can either focus on one of these specialties or choose talents from multiple specialties.\n\n[b][u]Building a Warrior[/u][/b]\nConsider these general tips for building an effective Warrior:\n\n[b]Attributes.[/b] It’s usually a good idea to prioritize Strength, Willpower, and Awareness.\n\n[b]Skills.[/b] Useful skills include Heavy Weapons, Athletics, Leadership, and Intimidation.\n\n[b]Other Heroic Paths.[/b] The Leader and Hunter paths make excellent multi-path choices.\n\n[b]Rewards.[/b] When choosing rewards, you can’t go wrong with a mount companion, a grand weapon, or high-ranking military status."
}
